export const serviceAreas = {
  chiba: {
    label: "千葉交通圏",
    citycodes: ["12101", "12102", "12103", "12104", "12105", "12106", "12228"],
  },

  keiyo: {
    label: "京葉交通圏",
    citycodes: ["12203", "12204", "12216", "12224", "12221", "12227"],
  },

  tokatsu: {
    label: "東葛交通圏",
    citycodes: ["12207", "12217", "12220", "12208", "12222"],
  },

  hokusou: {
    label: "北総交通圏",
    citycodes: [
      "12212",
      "12211",
      "12236",
      "12230",
      "12231",
      "12233",
      "12232",
      "12322",
      "12329",
      "12347",
      "12342",
      "12349",
      "12409",
    ],
  },

  tousou: {
    label: "東総交通圏",
    citycodes: ["12202", "12235", "12215"],
  },

  sanmu_togane: {
    label: "山武・東金交通圏",
    citycodes: ["12213", "12237", "12239", "12403", "12410"],
  },

  ichihara: {
    label: "市原交通圏",
    citycodes: ["12219"],
  },

  sotobou: {
    label: "外房交通圏",
    citycodes: [
      "12210",
      "12218",
      "12238",
      "12421",
      "12422",
      "12424",
      "12426",
      "12427",
      "12423",
      "12443",
      "12441",
    ],
  },

  nanbou: {
    label: "南房交通圏",
    citycodes: [
      "12206",
      "12225",
      "12229",
      "12226",
      "12223",
      "12205",
      "12234",
      "12463",
    ],
  },

  chiba_all: {
    label: "千葉県全体",
    citycodes: "chiba",
  },
};
